tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "chezmoi"
brew "fish"
brew "fzf"
brew "gcc"
brew "git"
brew "jq"
brew "lua"
brew "luarocks"
brew "make"
brew "neovim"
brew "pandoc"
brew "python@3.12"
brew "pipx"
brew "ripgrep"
brew "tmux"
brew "twine"
brew "wget"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "blender"
cask "font-hack-nerd-font"
cask "inkscape"
cask "kitty"
cask "mactex"
